IDEA StatiCa Open Model
TendonLoading Constructor
Compatible with IDEA StatiCa Beta 21.0 - beta
Initializes a new instance of the TendonLoading class
 Namespace: IdeaRS.OpenModel.Concrete.Load
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
protected TendonLoading()
Protected Sub New
protected:
TendonLoading()
See Also
Reference
TendonLoading Class
IdeaRS.OpenModel.Concrete.Load Namespace